temp_runs/case_317/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          60;
        startFace       26953;
    }
    outlet
    {
        type            patch;
        nFaces          60;
        startFace       27013;
    }
    walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          454;
        startFace       27073;
    }
    frontAndBack
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          27240;
        startFace       27527;
    }
)

// ************************************************************************* //
